strings = 
{
  "Active": "Activo",
  "AggregateIssues": "Problemas agregados",
  "Categories": "Categorías",
  "Complex": "Complejo",
  "ComplexDescription": "Los cambios necesarios para la tarea de migración son complejos, pero tienen una solución documentada.",
  "Component": "Componente",
  "Components": "Componentes",
  "Dashboard": "Panel",
  "Description": "Descripción",
  "defaultReportTitle": "Informe de análisis de actualización",
  "feedback": "Comentarios",
  "File": "Archivo",
  "generatedBy": "Generado por ",
  "Help": "Ayuda",
  "Help Contents": "Contenido de la Ayuda",
  "HowStoryPointsCalculated": "¿Cómo se calculan los Puntos de la historia?",
  "Incidents": "Incidentes",
  "incidents": "incidentes",
  "IncidentDescription1": "El incidente es un ejemplo de regla detectada en una ubicación específica (archivo de código, binario, etc.). Puede haber muchos incidentes de un problema determinado.",
  "IncidentDescription2": "Cada incidente contiene un identificador de problema, una ubicación y un fragmento de código (la mayoría de las veces) que hizo que se detectara el incidente.",
  "Information": "Información",
  "InformationDescription": "El problema se generó solo con fines informativos y no es necesario resolverlo.",
  "Issue": "Problema",
  "Issues": "Problemas",
  "issues": "problemas",
  "IssuesCategoriesChart": "Gráfico de categorías de problemas: ",
  "IssueDescription1": "Se detectan problemas de encuentros únicos de reglas que podrían tener que solucionarse para volver a plataforma una aplicación en Azure. Cada problema (regla) tiene su propio identificador único, gravedad y puntos de la historia.",
  "IssueDescription2": "Puede haber varios incidentes para cada problema en una o varias ubicaciones, como archivos de código o archivos binarios.",
  "IssueSeverity": "Gravedad del problema",
  "IssuesSeverityChart": "Gráfico de gravedad de problemas: ",
  "IssueSeverityDescription1": "Además de los puntos de la historia, a las tareas de migración se les asigna una gravedad que indica si la tarea debe completarse o se puede posponer.",
  "Kind": "Tipo",
  "LeftNavigationPanel": "Panel de navegación izquierdo",
  "LevelOfEffort": "LevelOfEffort",
  "Mandatory": "Obligatorio",
  "MandatoryDescription": "El problema debe resolverse para que la migración se realice correctamente.",
  "N/A": "N/D",
  "Optional": "Opcional",
  "OptionalDescription": "El problema detectado es un problema real de corrección que podría mejorar la aplicación después de la migración, pero no se bloquea, se podría resolver o no.",
  "Potential": "Potencial",
  "PotentialDescription": "No estaba seguro de si se trata necesariamente de un problema de bloqueo, pero por si hubiera que prestar atención.",
  "Protected": "Protegido",
  "PrivacyMode": "Modo de privacidad: ",
  "Project": "Proyecto",
  "Projects": "Proyectos",
  "projects": "proyectos",
  "Rearchitecture": "Rearquitectura",
  "RearchitectureDescription": "La migración requiere una rearquitectura completa del componente o subsistema.",
  "Redesign": "Rediseño",
  "RedesignDescription": "La tarea de migración requiere un rediseño o un cambio de biblioteca completo, con cambios significativos en la API.",
  "Resolved": "Resuelto",
  "Restricted": "Restringido",
  "Severity": "Gravedad",
  "SeverityLevel": "Nivel de gravedad",
  "SeverityLevels": "Niveles de gravedad",
  "ShowLessInformation": "Mostrar menos información",
  "ShowMoreInformation": "Mostrar más información",
  "Source": "Origen",
  "State": "Estado",
  "Story Points": "Puntos de la historia",
  "StoryPoints": "Puntos de la historia",
  "storyPoints": "Puntos de la historia",
  "StoryPointsDescription1": "Los puntos de historia son una métrica abstracta que se usa habitualmente en la metodología de desarrollo de software Scrum Agile para calcular el nivel de esfuerzo necesario para implementar una característica o un cambio. Se basan en una secuencia de Fibonacci modificada.",
  "StoryPointsDescription2": "De forma similar, Windup usa puntos de la historia para expresar el nivel de esfuerzo necesario para migrar construcciones de aplicación concretas y, en suma, la aplicación en su conjunto. No se traduce necesariamente en horas de uso, pero el valor debe ser coherente entre las tareas.",
  "StoryPointsDescription3": "Los puntos de la historia son una unidad de medida para expresar el tamaño total de un problema. Ayudan a los equipos a calcular cuánto trabajo se necesita para completar una tarea. Cuanto mayor sea el valor del punto de historia, más esfuerzo cree que el equipo tardará en completarse.",
  "summary": "Resumen",
  "Trivial": "Trivial",
  "TrivialDescription": "La migración es un cambio trivial o un intercambio de biblioteca simple sin ningún cambio de API o mínimo.",
  "TopAdditionalInfoPanel": "Panel de título superior",
  "TopTitlePanel": "Panel de información adicional principal",
  "Unknown": "Desconocido",
  "UnknownDescription": "La solución de migración no se conoce y es posible que necesite una reescritura completa.",
  "Unrestricted": "No restringido",
  "WhatAreStoryPoints": "¿Qué son los puntos de la historia?",
  "WhatAreIncidents": "¿Qué son los incidentes?",
  "WhatAreIssues": "¿Qué son los problemas?",
  "WhatIsAnIncident": "¿Qué es un incidente?",
  "WhatIsAnIssue": "¿Qué es un problema?",
  "WhatIsAnIssueSeverity": "¿Cuál es la gravedad de un problema?",
  "WhatIsPrivacyMode": "¿Qué es el modo de privacidad?"
}
